Revit 2024 API
UnitTypeId.Kilocalories Property
 Kilocalories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kilocalories { get; }
Visual Basic
Public Shared ReadOnly Property Kilocalories As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilocalories {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace